/*global define */
/*
 | Copyright 2018 Esri
 |
 | Licensed under the Apache License, Version 2.0 (the "License");
 | you may not use this file except in compliance with the License.
 | You may obtain a copy of the License at
 |
 |    http://www.apache.org/licenses/LICENSE-2.0
 |
 | Unless required by applicable law or agreed to in writing, software
 | distributed under the License is distributed on an "AS IS" BASIS,
 | WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 | See the License for the specific language governing permissions and
 | limitations under the License.
 */
define({
  "map": {
    "error": "Δεν είναι δυνατή η δημιουργία χάρτη",
    "licenseError": {
      "message": "Ο λογαριασμός σας δεν διαθέτει άδεια χρήσης για Παραμετροποιήσιμες Εφαρμογές που δεν είναι δημόσιες. Ζητήστε από τον διαχειριστή του οργανισμού σας να σας εκχωρήσει τύπο χρήστη που να περιλαμβάνει Βασικές Εφαρμογές ή πρόσθετη άδεια χρήσης για Βασικές Εφαρμογές.",
      "title": "Χωρίς άδεια χρήσης"
    }
  },
  "nav": {
    "close": "Κλείσιμο"
  },
  "basemap": {
    "title": "Συλλογή υποβάθρων"
  },
  "operationalLayers": {
    "title": "Επιχειρησιακά θεματικά επίπεδα",
    "error": "Δεν υπάρχουν λειτουργικά επίπεδα στον χάρτη."
  },
  "imageMask": {
    "title": "Image Mask",
    "toolText": "Εργαλείο",
    "tool1": "Μάσκα",
    "tool2": "Ανίχνευση αλλαγών",
    "layer": "Θεματικό επίπεδο",
    "layerText": "Επιλέξτε τις δορυφορικές εικόνες σας.",
    "maskImageSelector": "Επιλογή συγκεκριμένων εικόνων",
    "imageSelectorText": "Επιλέξτε δύο διαφορετικές εικόνες για σύγκριση.",
    "changeText": "Παραμετροποιήστε την ανίχνευση αλλαγών.",
    "maskText": "Παραμετροποιήστε τη μάσκα.",
    "zoom": "Μεγέθυνση σε επιλεγμένες εικόνες.",
    "primary": "Κύρια εικόνα",
    "comparison": "Εικόνα σύγκρισης",
    "mode": "Οπτικοποίηση αλλαγών ως",
    "method": "Μέθοδος",
    "changeMethodText": "Υπολογισμός αλλαγών σε",
    "positive": "Θετική",
    "negative": "Αρνητική",
    "threshold": "Κατώφλιο",
    "difference": "Διαφορά",
    "apply": "Εφαρμογή",
    "clear": "Εκκαθάριση",
    "nir": "Ζώνη υπερύθρων",
    "red": "Ζώνη κόκκινου",
    "green": "Ζώνη πράσινου",
    "swir": "Ζώνη υπερύθρων βραχέων κυμάτων",
    "band1": "Ζώνη Α",
    "band2": "Ζώνη Β",
    "mode1": "Εικόνα διαφοράς",
    "mode2": "Μάσκα διαφοράς",
    "mode3": "Μάσκα κατωφλίου",
    "method1": "Φωτεινότητα εικόνων",
    "method2": "Δείκτης βλάστησης",
    "method3": "Βλάστηση ανάλογα με το έδαφος. Ευρετήριο",
    "method4": "Δείκτης νερού",
    "method5": "Δείκτης καμένης περιοχής",
    "method6": "Κάτω από το κατώτερο όριό μου",
    "method7": "Πάνω από το κατώτερο όριό μου",
    "method8": "Μονή ζώνη",
    "method9": "Εξατομικευμένο ευρετήριο",
    "dropDown": "Εμφάνιση εικόνων σε πτυσσόμενη λίστα.",
    "transparency": "Διαφάνεια (αποτελέσματα)",
    "slider": "Εμφάνιση εικόνων στην μπάρα κύλισης.",
    "error1": "Το πεδίο δεν έχει καθοριστεί.",
    "error2": "Δεν υπάρχει πεδίο «OBJECTID».",
    "error3": "Δεν υπάρχει πεδίο «Κατηγορία».",
    "error4": "Δεν είναι δυνατή η εκτέλεση της ενέργειας για το θεματικό επίπεδο αυτό.",
    "error5": "Δεν υποστηρίζονται υπηρεσίες για εκδόσεις προγενέστερες της 10.2.1.",
    "error6": "Δεν υπάρχουν Προβολές 3D στην τρέχουσα έκταση.",
    "error7": "Επιλέξτε δύο διαφορετικές εικόνες.",
    "indexText": "Επιλογές δεικτοδότησης για προχωρημένους",
    "date": "Ημερομηνία",
    "areaText": "Μείωση/Αύξηση περιοχής",
    "areaText2": "Καμένη περιοχή/Περιοχή ανάπλασης μετά τη φωτιά",
    "areaText3": "Καλυπτόμενη περιοχή",
    "unit": "χλμ",
    "swipe": "Σάρωση",
    "imageLabel": "εικόνα(-ες)",
    "extent": "Σχεδίαση πολυγώνου(-ων) για καθορισμό έκτασης",
    "colorPicker": "Εργαλείο Επιλογής Χρώματος",
    "refresh": "Κουμπί «Ανανέωση»",
    "refreshTooltip": "Ανανεώστε τη λίστα των εικόνων με βάση την τρέχουσα έκταση.",
    "colorpickerText": "Επιλογή χρώματος για τη μάσκα σας",
    "sliderText": "Καθορισμός του κατώτερου ορίου σας",
    "maskModeText": "Σε ποιες τιμές πρέπει να εφαρμόσω μάσκα;",
    "positiveSliderText": "Καθορίστε την ελάχιστη απαιτούμενη αύξηση μεταξύ των εικόνων προτού εμφανιστεί η περιοχή με πράσινο χρώμα.",
    "negativeSliderText": "Καθορίστε την ελάχιστη απαιτούμενη μείωση μεταξύ των εικόνων προτού εμφανιστεί η περιοχή με ιώδες χρώμα.",
    "updateResult": "Η εικόνα σας έχει αλλάξει. Κάντε κλικ στην επιλογή «Εφαρμογή» για ενημέρωση της ανάλυσης."
  },
  "editor": {
    "title": "Εργαλείο επεξεργασίας",
    "error": "Δεν βρέθηκε η επιλογή «Επεξεργασία θεματικού επιπέδου».",
    "error1": "Δεν επιτρέπεται η πρόσβαση. Δεν είναι δυνατή η επεξεργασία των θεματικών επιπέδων.",
    "text": "Επιλέξτε ένα σύμβολο και κάντε κλικ στον χάρτη."
  },
  "measurement": {
    "title": "Μέτρηση εικόνας",
    "error": "Δεν υποστηρίζονται Δυνατότητες μέτρησης."
  },
  "export": {
    "title": "Εξαγωγή",
    "mode": "Αποθήκευση τοποθεσίας",
    "titleText": "Τίτλος (υποχρεωτικό πεδίο)",
    "description": "Περιγραφή",
    "tags": "Ετικέτες (υποχρεωτικό πεδίο)",
    "preview": "Προεπισκόπηση",
    "submit": "Αποθήκευση",
    "cancel": "Ακύρωση",
    "pixel": "Μέγεθος pixel",
    "outsr": "Χωρική αναφορά εξόδου",
    "renderer": "Επιλογές λήψης TIFF",
    "formatText1": "Όπως παρουσιάζονται",
    "formatText2": "Ανεπεξέργαστα δεδομένα (όλες οι ζώνες)",
    "extent": "Σχεδίαση πολυγώνου για καθορισμό έκτασης",
    "drawText": "(Κάντε κλικ για έναρξη.)",
    "text": "Δεν είναι δυνατή η παρουσίαση των ανεπεξέργαστων δεδομένων με χρήση τυπικών εργαλείων προβολής φωτογραφιών. Ανοίξτε το αρχείο χρησιμοποιώντας το ArcGIS Pro.",
    "error": "Δεν υπάρχουν ορατά Imagery Layer στον χάρτη.",
    "error1": "Απαιτείται τίτλος.",
    "error2": "Απαιτούνται ετικέτες.",
    "error3": "Το όριο για το μέγεθος των pixel εξαγωγής είναι",
    "error4": "για την έκταση αυτή.",
    "error5": "Καταχωρίστε έγκυρη αριθμική τιμή.",
    "error6": "Αυτή τη στιγμή δεν είναι δυνατή η εξαγωγή της εικόνας σας.",
    "thumbnailError": "Καμία διαθέσιμη μικρογραφία",
    "advance": "Επιλογές αποθήκευσης για προχωρημένους",
    "modeOption1": "Αποθήκευση στο portal",
    "modeOption2": "Αποθήκευση στον δίσκο",
    "default": "Προεπιλεγμένη Τιμή",
    "utm": "Ζώνη WGS84 UTM",
    "layer": "Θεματικό επίπεδο",
    "mercator": "WebMercatorAS",
    "folder": "Επιλογή φακέλου"
  },
  "imageDate": {
    "label": "Ημερομηνία εικόνας"
  },
  "about": {
    "title": "Πληροφορίες"
  },
  "bookmark": {
    "title": "Σελ/κτες.",
    "default": "Προεπιλεγμένη Τιμή",
    "selectBookmark": "Επιλογή σελιδοδεικτών",
    "add": "Προσθήκη σελιδοδεικτών",
    "addTitle": "Εισαγάγετε τίτλο",
    "addBtn": "Προσθήκη προσωρινού"
  }
});