/*global define */
/*
 | Copyright 2018 Esri
 |
 | Licensed under the Apache License, Version 2.0 (the "License");
 | you may not use this file except in compliance with the License.
 | You may obtain a copy of the License at
 |
 |    http://www.apache.org/licenses/LICENSE-2.0
 |
 | Unless required by applicable law or agreed to in writing, software
 | distributed under the License is distributed on an "AS IS" BASIS,
 | WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 | See the License for the specific language governing permissions and
 | limitations under the License.
 */
define({
  "map": {
    "error": "Неможливо створити карту",
    "licenseError": {
      "message": "Ваш обліковий запис не має ліцензії на використання настроюваних додатків, які не є публічними Попросіть адміністратора вашої організації призначити вам тип користувача, що включає основні додатки або додаткову ліцензію на основні додатки.",
      "title": "Немає ліцензії"
    }
  },
  "nav": {
    "close": "Закрити"
  },
  "basemap": {
    "title": "Галерея базових карт"
  },
  "operationalLayers": {
    "title": "Робочі шари",
    "error": "Немає робочих шарів у карті."
  },
  "imageMask": {
    "title": "Маска зображення",
    "toolText": "Інструмент",
    "tool1": "Маска",
    "tool2": "Виявлення змін",
    "layer": "Шар",
    "layerText": "Виберіть ваші зображення.",
    "basemap": "Базова карта",
    "maskImageSelector": "Виберіть конкретне(-і) зображення",
    "imageSelectorText": "Виберіть два зображення для порівняння.",
    "changeText": "Налаштувати виявлення змін.",
    "maskText": "Налаштувати маску.",
    "zoom": "Збільшіть масштаб для вибору зображень.",
    "primary": "Основне зображення",
    "comparison": "Зображення для порівняння",
    "mode": "Візуалізувати зміни як",
    "method": "Метод",
    "changeMethodText": "Розрахувати зміни в",
    "positive": "Позитивний",
    "negative": "Негативний",
    "threshold": "Порогове значення",
    "difference": "Різниця",
    "apply": "Застосувати",
    "clear": "Очистити",
    "nir": "Інфрачервоний канал",
    "red": "Червоний канал",
    "green": "Зелений канал",
    "swir": "Короткохвильовий інфрачервоний канал",
    "band1": "Канал А",
    "band2": "Канал B",
    "mode1": "Зображення відмінності",
    "mode2": "Маска відмінності",
    "mode3": "Маска порогового значення",
    "method1": "Яскравість зображення",
    "method2": "Індекс рослинності",
    "method3": "Модифікований індекс рослинності з поправкою на ґрунт",
    "method4": "Індекс для води",
    "method5": "Індекс для вигорілих зон",
    "method6": "Менше, ніж моє порогове значення",
    "method7": "Більше, ніж моє порогове значення",
    "method8": "Одиночний канал",
    "method9": "Власний індекс",
    "dropDown": "Показати зображення у розкривному списку.",
    "transparency": "Прозорість (результати)",
    "slider": "Показати зображення на бігунку.",
    "error1": "Поле не визначене.",
    "error2": "Немає поля OBJECTID.",
    "error3": "Немає поля категорії.",
    "error4": "Неможливо виконати дію для шару.",
    "error5": "Сервіси до версії 10.2.1 не підтримуються.",
    "error6": "Немає сцен у поточному екстенті.",
    "error7": "Виберіть два різних зображення.",
    "error8": "Неправильний діапазон дат: Дата початку повинна бути ранішою за кінцеву дату.",
    "indexText": "Розширені опції індексу",
    "date": "Дата",
    "areaText": "Зменшити/збільшити область",
    "areaText2": "Вигоріла область/область з рослинністю, відновленою після пожежі",
    "areaText3": "Покрита область",
    "unit": "км",
    "swipe": "Шторка",
    "imageLabel": "зображення",
    "extent": "Намалювати полігон(-и) для визначення екстента",
    "colorPicker": "Панель вибору кольору",
    "refresh": "Кнопка «Оновити»",
    "refreshTooltip": "Оновіть перелік зображень на основі поточного екстента.",
    "colorpickerText": "Виберіть колір для вашої маски",
    "sliderText": "Задати порогове значення",
    "maskModeText": "Які значення я повинен маскувати?",
    "positiveSliderText": "Задайте мінімальне потрібне збільшення між зображеннями, перш ніж область буде відображатись зеленим кольором.",
    "negativeSliderText": "Задайте мінімальне потрібне зменшення між зображеннями, перш ніж область буде відображатись пурпуровим кольором.",
    "updateResult": "Ваше зображення змінилось; натисніть «Застосувати» для оновлення аналізу."
  },
  "editor": {
    "title": "Редактор",
    "error": "Редагований шар не знайдено.",
    "error1": "У доступі відмовлено. Шари неможливо редагувати.",
    "text": "Виберіть символ та клацніть на карті."
  },
  "measurement": {
    "title": "Вимірювання по зображенню",
    "error": "Можливості вимірювання не підтримуються."
  },
  "export": {
    "title": "Експорт",
    "mode": "Зберегти місце розташування",
    "titleText": "Заголовок (потрібно)",
    "description": "Опис",
    "tags": "Теги (потрібно)",
    "preview": "Попередній перегляд",
    "submit": "Зберегти",
    "cancel": "Скасувати",
    "pixel": "Розмір пікселя",
    "outsr": "Просторова прив'язка виведення",
    "renderer": "Опції завантаження TIFF",
    "formatText1": "Як відображається",
    "formatText2": "Необроблені дані (всі канали)",
    "extent": "Намалювати полігон для визначення екстента",
    "drawText": "(клацніть на зображенні для початку)",
    "text": "Необроблені дані неможливо відобразити за допомогою стандартних вьюерів фотографій. Відкрити за допомогою ArcGIS Pro.",
    "error": "Немає видимих шарів зображення на карті.",
    "error1": "Потрібен заголовок.",
    "error2": "Потрібен тег(-и).",
    "error3": "Розмір пікселя для експорту обмежено до",
    "error4": "для цього екстента.",
    "error5": "Введіть дійсне числове значення.",
    "error6": "Ваше зображення неможливо експортувати зараз.",
    "thumbnailError": "Ескіз недоступний",
    "advance": "Розширені опції збереження",
    "modeOption1": "Зберегти на порталі",
    "modeOption2": "Зберегти на диску",
    "default": "За замовчуванням",
    "utm": "Зона UTM WGS84",
    "layer": "Шар",
    "mercator": "WebMercatorAS",
    "folder": "Виберіть папку"
  },
  "imageDate": {
    "label": "Дата зображення"
  },
  "about": {
    "title": "Про програму"
  },
  "bookmark": {
    "title": "Закладки",
    "default": "За замовчуванням",
    "selectBookmark": "Вибрати закладки",
    "add": "Додати закладки",
    "addTitle": "Ввести заголовок",
    "addBtn": "Додати тимчасовий"
  },
  "coordinate": {
    "_widgetLabel": "Координата",
    "hintMessage": "Клацніть на карті для отримання координат",
    "defaultLabel": "За замовчуванням",
    "realtimeLabel": "Перемістіть мишу для отримання координат",
    "computing": "Виконується обчислення...",
    "latitudeLabel": "Широта",
    "longitudeLabel": "Довгота",
    "loading": "завантажується...",
    "enableClick": "Клацніть для активації клацання на карті для отримання координат",
    "disableClick": "Клацніть для деактивації клацання на карті для отримання координат",
    "Default": "За замовчуванням",
    "Inches": "Дюйми",
    "Foot": "Фути",
    "Foot_US": "Фути_США",
    "Yards": "Ярди",
    "Miles": "Милі",
    "Nautical_Miles": "Морські милі",
    "Millimeters": "Міліметри",
    "Centimeters": "Сантиметри",
    "Meter": "Метри",
    "Kilometers": "Кілометри",
    "Decimeters": "Дециметри",
    "Decimal_Degrees": "Градуси",
    "Degree_Minutes_Seconds": "Градуси/хвилини/секунди",
    "MGRS": "MGRS",
    "USNG": "USNG"
  }
});